[
    {
        "message_id": 1312842122906304522,
        "content": "hooray"
    },
    {
        "message_id": 1318395738929233981,
        "content": "speaking of ppl stroking it at skl (i was in 5th but my friends were in 6th) my middle school friends caught some guy in the mens bathroom at skl jorkin it to a still image of 3 girls ass"
    },
    {
        "message_id": 1321895269637423256,
        "content": "when i was jorking it, i suddenly remembered i lost my arm in a factory accident. that’s when i ask myself “who was jorkin on my penis??”"
    },
    {
        "message_id": 1322262872025337958,
        "content": "homophobia is so dumb cs wdym ur mad that another guy is getting dicked down?? sounds like jealousy to me"
    },
    {
        "message_id": 1322233948041904199,
        "content": "i was at a mcdonald’s last night cs i was hungry and i couldn’t go to my usual mcdonald’s cs it was closed for some reason. i’m waiting for my order i ordered it at that time 10 minutes ago i wait and wait and shits not done i needa go home bc if my cousin wakes up and sees im not next to her fuck i’m introuble. so i’m like “hey i’m in a rush what’s going on” and the lady at the counter says “oh they’re making it” ???? oh really cause ur fucking workers in the back r playing pattycake like bro make my fuckin food stop playing patty-cake"
    },
    {
        "message_id": 1322301278537125898,
        "content": "Ochra: Did you hear Lina [came] out as gay?\n\nNova: [I knew that] bitch was [a faggot].."
    },
    {
        "message_id": 1323405793663520820,
        "content": "mein gott leute!!! meine mama hat mir einfach erlaubt dass ich cola trinken darf. wie cool is das bitte ???? jetzt zocke ich fortnite und trinke cola !!! **YIPPIEEEE**"
    },
    {
        "message_id": 1323780402522886214,
        "content": "i rmb at my older sisters quinceañera there was this lady that was hired i think and almost ruined the entire night \nso my sister was walking down the aisle and me n my cousin was taking pictures and so was everyone else and the lady came up to me specifically and told me to stop bothering her when i lit wasn’t?? n then she sat down she was putting on her heels and she kept saying hi to me n my cousin and the lady came up all up in our face talking bout some “stop distracting her she’s clearly in the middle of smth” like bro we didn’t even call her over and plus all she said was hi to us it’s not like she came up to us with one heel on to give us a hug?? and when she went up to dance i was filming her cs she asked me too and plus she looked gorgeous and she came back up to me and started yelling saying “stop distracting her!!! she’s dancing and it’s overwhelming her” like bro shut the fuck upppppp at this point i was like yk if she yells at me im fucking punching her cause im not fucking doing anything and she’s on my dick AT MY SISTERS PARTY. and i see her getting up to my sister fixing her dress and my sister told her to come closer and said “my sister you see the one with the curly hair u kept yelling at? yeah stop yelling at her and next time u do idc who u are ur getting out of here” or smth along the lines of that nd and ik she did cause me n my table heard it from where we were. then it’s around time when like we have to drink champagne idk what it’s called, so the same lady she’s giving out the drinks and for the kids they get apple cider. except the kids got champagne and the adults got apple cider. i mean i had no problem i drank it but there was kids younger then me there and ik damn well they don’t drink and she gave it to the kids. some of them didn’t drink it and the ones that did they all got stopped quickly. after that she got kicked from the party so that was fun!!"
    },
    {
        "message_id": 1323889988923822130,
        "content": "@everyone happy new years except im 31 minutes late so think of me as like ur drunk dad coming home from the pub on new years instead thats more fitting"
    },
    {
        "message_id": 1324109093035835404,
        "content": "@everyone is salty pussy a think or did i js lick a std? /j"
    },
    {
        "message_id": 1324525423719350343,
        "content": "Don’t buy Jerkmate premium if you respect OG Jerkmate players. It’s more than a game; it’s a symbol of their early commitment and grind. Let them keep their exclusivity. <@&1277925913207767050>"
    },
    {
        "message_id": 1325181472545443881,
        "content": "Before you bash us and call us “faggots”, check out the show for yourself."
    },
    {
        "message_id": 1325958262285275158,
        "content": "i reached down under my covers to scratch my peenar in the dark, but that’s when i felt something unusually hairy… it was the butt ass naked hairy evil clown who always tries to steal my balls"
    },
    {
        "content": "giving girls cockkkkk",
        "timestamp": "2025-01-07T23:15:37.973000+00:00",
        "author_id": 757355424621133914,
        "channel_id": 1326045365795029103
    },
    {
        "content": "",
        "timestamp": "2025-01-12T02:30:58.635000+00:00",
        "author_id": 757355424621133914,
        "channel_id": 1327034733351145552
    },
    {
        "content": "penises?",
        "timestamp": "2025-01-12T19:48:25.643000+00:00",
        "author_id": 757355424621133914,
        "channel_id": 1327034733351145552
    },
    {
        "content": "NOT THE BUTT ASS NAKED HAIRY EVIL CLOWN WHO ALWAYS TRIES TO STEAL MY BALLS",
        "timestamp": "2025-01-12T19:52:08.311000+00:00",
        "author_id": 757355424621133914,
        "channel_id": 1327034733351145552
    },
    {
        "content": "what a ball of sunshine",
        "timestamp": "2025-01-13T20:54:14.409000+00:00",
        "original_author_id": 757355424621133914,
        "author_id": 812606857742647298,
        "channel_id": 1327034733351145552
    },
    {
        "content": "this time it wasn’t bc i was fingering some chick tho",
        "timestamp": "2025-02-06T01:06:30.769000+00:00",
        "original_author_id": 757355424621133914,
        "author_id": 854145272749490216,
        "channel_id": 1332438907715063838
    },
    {
        "content": "😩😩😩",
        "timestamp": "2025-02-15T03:57:12.237000+00:00",
        "original_author_id": 757355424621133914,
        "author_id": 812606857742647298,
        "channel_id": 1340167305027391558
    },
    {
        "content": "go fuck yourself you dumb fucking nigger",
        "timestamp": "2025-02-26T22:04:49.438000+00:00",
        "original_author_id": 757355424621133914,
        "author_id": 785042666475225109,
        "channel_id": 1341702864543813713
    }
]